tap "delphinus/sfmono-square" if OS.mac?

brew "bat"
brew "coreutils" if OS.mac?
brew "delta"
brew "findutils" if OS.mac?
brew "fzy"
brew "git"
brew "git-lfs"
brew "grep" if OS.mac?
brew "mise"
brew "rcm"
brew "sfmono-square" if OS.mac?
brew "tig"
brew "vim"
brew "zsh"

cask "git-credential-manager"
